{
    "article": {
        "title": "Ender Dragon",
        "core_grade": "...",
        "theme_color": "#000000",
        "content": "§L§5§yCredit Sequence§r§v\n§v\n§3§LI see the player you mean.§v\n§v\n§v\n§2§LPLAYERNAME?§v\n§v\n§v\n§3§LYes. Take care. It has reached a higher level now. It can read our thoughts.§v\n§v\n§v\n§2§LThat doesn't matter. It thinks we are part of the game.§v\n§v\n§v\n§3§LI like this player. It played well. It did not give up.§v\n§v\n§v\n§2§LIt is reading our thoughts as though they were words on a screen.§v\n§v\n§v\n§3§LThat is how it chooses to imagine many things, when it is deep in the dream of a game.§v\n§v\n§v\n§2§LWords make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen.§v\n§v\n§v\n§3§LThey used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons.§v\n§v\n§v\n§2§LWhat did this player dream?§v\n§v\n§v\n§3§LThis player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter.§v\n§v\n§v\n§2§LHah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen?§v\n§v\n§v\n§3§LIt worked, with a million others, to sculpt a true world in a fold of the §kscrambled§r§3§L, and created a §kscrambled§r§3§L for §kscrambled§r§3§L, in the §kscrambled§r§3§L.§v\n§v\n§v\n§2§LIt cannot read that thought.§v\n§v\n§v\n§3§LNo. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game.§v\n§v\n§v\n§2§LDoes it know that we love it? That the universe is kind?§v\n§v\n§v\n§3§LSometimes, through the noise of its thoughts, it hears the universe, yes.§v\n§v\n§v\n§2§LBut there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality.§v\n§v\n§v\n§3§LTo cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannot interfere.§v\n§v\n§v\n§2§LSometimes when they are deep in dreams, I want to tell them, they are building true worlds in reality. Sometimes I want to tell them of their importance to the universe. Sometimes, when they have not made a true connection in a while, I want to help them to speak the word they fear.§v\n§v\n§v\n§3§LIt reads our thoughts.§v\n§v\n§v\n§2§LSometimes I do not care. Sometimes I wish to tell them, this world you take for truth is merely §kscrambled§r§2§L and §kscrambled§r§2§L, I wish to tell them that they are §kscrambled§r§2§L in the §kscrambled§r§2§L. They see so little of reality, in their long dream.§v\n§v\n§v\n§3§LAnd yet they play the game.§v\n§v\n§v\n§2§LBut it would be so easy to tell them...§v\n§v\n§v\n§3§LToo strong for this dream. To tell them how to live is to prevent them living.§v\n§v\n§v\n§2§LI will not tell the player how to live.§v\n§v\n§v\n§3§LThe player is growing restless.§v\n§v\n§v\n§2§LI will tell the player a story.§v\n§v\n§v\n§3§LBut not the truth.§v\n§v\n§v\n§2§LNo. A story that contains the truth safely, in a cage of words. Not the naked truth that can burn over any distance.§v\n§v\n§v\n§3§LGive it a body, again.§v\n§v\n§v\n§2§LYes. Player...§v\n§v\n§v\n§3§LUse its name.§v\n§v\n§v\n§2§LPLAYERNAME. Player of games.§v\n§v\n§v\n§3§LGood.§v\n§v\n§v\n§2§LTake a breath, now. Take another. Feel air in your lungs. Let your limbs return. Yes, move your fingers. Have a body again, under gravity, in air. Respawn in the long dream. There you are. Your body touching the universe again at every point, as though you were separate things. As though we were separate things.§v\n§v\n§v\n§3§LWho are we? Once we were called the spirit of the mountain. Father sun, mother moon. Ancestral spirits, animal spirits. Jinn. Ghosts. The green man. Then gods, demons. Angels. Poltergeists. Aliens, extraterrestrials. Leptons, quarks. The words change. We do not change.§v\n§v\n§v\n§2§LWe are the universe. We are everything you think isn't you. You are looking at us now, through your skin and your eyes. And why does the universe touch your skin, and throw light on you? To see you, player. To know you. And to be known. I shall tell you a story.§v\n§v\n§v\n§3§LOnce upon a time, there was a player.§v\n§v\n§v\n§2§LThe player was you, PLAYERNAME.§v\n§v\n§v\n§3§LSometimes it thought itself human, on the thin crust of a spinning globe of molten rock. The ball of molten rock circled a ball of blazing gas that was three hundred and thirty thousand times more massive than it. They were so far apart that light took eight minutes to cross the gap. The light was information from a star, and it could burn your skin from a hundred and fifty million kilometres away.§v\n§v\n§v\n§2§LSometimes the player dreamed it was a miner, on the surface of a world that was flat, and infinite. The sun was a square of white. The days were short; there was much to do; and death was a temporary inconvenience.§v\n§v\n§v\n§3§LSometimes the player dreamed it was lost in a story.§v\n§v\n§v\n§2§LSometimes the player dreamed it was other things, in other places. Sometimes these dreams were disturbing. Sometimes very beautiful indeed. Sometimes the player woke from one dream into another, then woke from that into a third.§v\n§v\n§v\n§3§LSometimes the player dreamed it watched words on a screen.§v\n§v\n§v\n§2§LLet's go back.§v\n§v\n§v\n§3§LThe atoms of the player were scattered in the grass, in the rivers, in the air, in the ground. A woman gathered the atoms; she drank and ate and inhaled; and the woman assembled the player, in her body.§v\n§v\n§v\n§2§LAnd the player awoke, from the warm, dark world of its mother's body, into the long dream.§v\n§v\n§v\n§3§LAnd the player was a new story, never told before, written in letters of DNA. And the player was a new program, never run before, generated by a sourcecode a billion years old. And the player was a new human, never alive before, made from nothing but milk and love.§v\n§v\n§v\n§2§LYou are the player. The story. The program. The human. Made from nothing but milk and love.§v\n§v\n§v\n§3§LLet's go further back.§v\n§v\n§v\n§2§LThe seven billion billion billion atoms of the player's body were created, long before this game, in the heart of a star. So the player, too, is information from a star. And the player moves through a story, which is a forest of information planted by a man called Julian, on a flat, infinite world created by a man called Markus, that exists inside a small, private world created by the player, who inhabits a universe created by...§v\n§v\n§v\n§3§LShush. Sometimes the player created a small, private world that was soft and warm and simple. Sometimes hard, and cold, and complicated. Sometimes it built a model of the universe in its head; flecks of energy, moving through vast empty spaces. Sometimes it called those flecks \"electrons\" and \"protons\".§v\n§v\n§v\n§2§LSometimes it called them \"planets\" and \"stars\".§v\n§v\n§v\n§3§LSometimes it believed it was in a universe that was made of energy that was made of offs and ons; zeros and ones; lines of code. Sometimes it believed it was playing a game. Sometimes it believed it was reading words on a screen.§v\n§v\n§v\n§2§LYou are the player, reading words...§v\n§v\n§v\n§3§LShush... Sometimes the player read lines of code on a screen. Decoded them into words; decoded words into meaning; decoded meaning into feelings, emotions, theories, ideas, and the player started to breathe faster and deeper and realised it was alive, it was alive, those thousand deaths had not been real, the player was alive§v\n§v\n§v\n§2§LYou. You. You are alive.§v\n§v\n§v\n§3§Land sometimes the player believed the universe had spoken to it through the sunlight that came through the shuffling leaves of the summer trees§v\n§v\n§v\n§2§Land sometimes the player believed the universe had spoken to it through the light that fell from the crisp night sky of winter, where a fleck of light in the corner of the player's eye might be a star a million times as massive as the sun, boiling its planets to plasma in order to be visible for a moment to the player, walking home at the far side of the universe, suddenly smelling food, almost at the familiar door, about to dream again§v\n§v\n§v\n§3§Land sometimes the player believed the universe had spoken to it through the zeros and ones, through the electricity of the world, through the scrolling words on a screen at the end of a dream§v\n§v\n§v\n§2§Land the universe said I love you§v\n§v\n§v\n§3§Land the universe said you have played the game well§v\n§v\n§v\n§2§Land the universe said everything you need is within you§v\n§v\n§v\n§3§Land the universe said you are stronger than you know§v\n§v\n§v\n§2§Land the universe said you are the daylight§v\n§v\n§v\n§3§Land the universe said you are the night§v\n§v\n§v\n§2§Land the universe said the darkness you fight is within you§v\n§v\n§v\n§3§Land the universe said the light you seek is within you§v\n§v\n§v\n§2§Land the universe said you are not alone§v\n§v\n§v\n§3§Land the universe said you are not separate from every other thing§v\n§v\n§v\n§2§Land the universe said you are the universe tasting itself, talking to itself, reading its own code§v\n§v\n§v\n§3§Land the universe said I love you because you are love.§v\n§v\n§v\n§2§LAnd the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love.§v\n§v\n§v\n§3§LYou are the player.§v\n§v\n§v\n§2§LWake up.",
        "crowd_status": {
            "level": 0,
            "estimated": 0
        },
        "font_family": "monospace",
        "custom_tr": [],
        "images": {
            "header": "edrag_killer.png"
        },
        "venue": "The End",
        "schedule": "void"
    },
    "object": {
        "type": {
            "event": "org",
            "behavior": "static",
            "border": null
        },
        "coordinate": {
            "x": 899,
            "y": 559
        },
        "images": {
            "icon": "edrag.gif"
        },
        "size": {
            "width": 300,
            "height": 180
        },
        "floor": "F2"
    },
    "discriminator": "edrag"
}