{
    "article": {
        "title": "セタガクエスト",
        "core_grade": "4年生",
        "theme_color": "gray",
        "content": "§1§y§l紹介動画§r∫:VIDEO-S=introduce.mp4-W=100;∫\n\n§2§y§l伊藤瞬.作 ストーリー§r\n§l§5§yミステリーファイル(真実の水晶)§r\n我が王に預§l§m§n中§r「ニンゲンの分際デ、魔族ニ逆らうナァ！」\n勇者「良いペースで体力を削れてる！このまま畳み掛けるぞ！」\n25％\n§l§m§n中§r「ぐっ…！」\n§l§m§nsgs§r「良い攻撃です！勇者さん！」\n勇者「…(違和感を感じる…他の何かに苦しめられているような…)」\n\n0％\n§l§m§nsgs§r「…？何か落ちていますね」\n\n言者を名乗る怪しげな男が訪れた。人間のような見た目だが、旅をできるとは思えないほど華奢な体をしていた。\n男はなんと人間達が使っていたとされる城に魔族を滅ぼしかねない力が眠っていると言う。あまりに突拍子のない話であるため王は信じなかったが、念には念をその城に調査隊と人間の国に遣いを送ると言う。面倒なことにならねば良いが…。\n\n2戦目\n§l§m§n中§r「愚かな…なぜわからぬ、人間は魔族に支配されるしか道は残されていないと言うことが…」\n勇者「昔の協定はどうした！共存をするのではなかったのではないのか！」\n§l§m§n中§r「察しが悪い奴め、貴様らは我々に騙されたのだ…」\n§l§m§nsgs§r「そんな…」\n\n\n50%\n§l§m§n中§r「うぐあああああ！」\n勇者「おわ！？いきなり暴れ出したぞ！」\n§l§m§nsgs§r「さっきまで意思疎通ができていたのになぜ？」\n\n25\n§l§m§nsgs§r「敵も疲れてきています！」\n勇者「何が何だかわからないが、あともう一踏ん張りだ！」\n\n0%\n勇者「ある程度戦い方が分かってきたな、よしここからは別行動だ。無理だと思うが…先に魔王のところに行ってこの馬鹿げた戦争をやめるよう説得してくる。」\n§l§m§nsgs§r「分かりました。探索は任せてください！」\n勇者「ああ」\n走り去る音\n§l§m§n中§r「ぅ…」\n§l§m§nsgs§r「！まだ生きて…」\n§l§m§n中§r「ひとつ、頼みが…あ、る」\n§l§m§nsgs§r「頼み…？」\n§l§m§n中§r「一刻も早く、一人で、も多くの人間を救うために…我らの、魔王様を討って、く…れ」\n§l§m§nsgs§r「ど、どう言うことですか！？」\n§l§m§n中§r「も、う時間が…ない頼んだぞ…」\n死ぬ\n§l§m§nsgs§r「…なぜ、あんなに崇拝していた魔王を討ってくれなどと私たちに…？私たちが知らない何かあるのかも知れません…」\n\nミステリーファイル\n城内に不穏な空気が漂っている。偵察隊が人間たちに襲われたとの報告があった。我々魔族と人間は平和協定を結んだはず…。さらに人間国に1番近くかつ1番人間との交流が深い辺境の街で魔族だけが襲われる襲撃事件も起こったと言われている。あの怪しい男が来てから何かが狂い始めた。だと言うのに魔王はその男と毎日のように何かを話し合っている。我々が意見をしても何かに取り憑かれたように否定をなさる。我が祖国はこれからどうなってしまうのだろうか。来週側近ら重要人物を集めての集会が行われる。最悪の結果にならないよう我々が動かなければ。\n\n\n\n3回目\n0%\n§l§m§n中§r「あ〜やっぱし来るよなあ…」\n§l§m§nsgs§r「一体どうなっているのか説明してください！」\n§l§m§n中§r「すまないなお嬢ちゃん説明はできねえんだ、俺も戦いたくないんだが…どうも…っ！体が上手く動かせなくてな」\n§l§m§nsgs§r「戦いたくない…？それはどういう…」\n§l§m§n中§r「おっとお喋りは終わりだ聞きたきゃ力ずくで吐かせるんだな、ちっとばかし事情があって自由に話せないもんでね」\n§l§m§nsgs§r「…分かりましたそういうことでしたら、全力で行かせてもらいます。」\n§l§m§n中§r「はは！間違っても死ぬなよ？」\n50%\n§l§m§n中§r「なかなか良いセンス持ってんなお前ら！こんな状態じゃなかったら稽古つけてやりたい位だぜ！」\n§l§m§nsgs§r「……あなたは、いやあなたたち魔王の側近はだれかに操られているのですね？」\n§l§m§n中§r「…ま、そんなとこだ」\n§l§m§nsgs§r「いったい、誰がそんなことを…ってうわあ！」\n§l§m§n中§r「おいおい戦闘§l§m§n中§rに考え事は命取りだ。今はこっちに集§l§m§n中§rしろ？こっちはいつまでも手加減できる訳じゃないんだ。さっさと終わらせてくれ」\n§l§m§nsgs§r「で、でも！それではあなたが！」\n§l§m§n中§r「でも、じゃねえやるんだよ。ほら、目の前にいるのはたくさんの仲間を殺した敵だぜ？躊躇う必要なんかねえんだ。」\n§l§m§nsgs§r「……」\n0％ー\n\n§l§m§nsgs§r「はあ、はあ、はあ」\n§l§m§n中§r「あーぁ、俺はここで終わりか…残念だな…もっと楽しみたかった…」\n§l§m§nsgs§r「ごめんなさい…」\n§l§m§n中§r「ああ、謝んなくて良い。お前らは悪くねえ。悪いのは王さんを乗っ取った気色悪いあいつだからな…」\n§l§m§nsgs§r「あいつ…？」\n§l§m§n中§r「もう時間がねえし、これ、やるよ俺が知っている情報全部入ってる。」\n§l§m§nsgs§r「…はい」\n§l§m§n中§r「そんな辛気臭い顔すんなよ、じゃあな俺の呪いを解いてくれたこと、感謝するぜ…」\n死ぬ\n§l§m§nsgs§r「次に、いきましょう。」\n\nミステリーファイル\n\n王さんが人間国に攻め入るって言い出しやがった。いくらなんでも血迷い過ぎだ。使者は送っているのだから少しぐらいまちゃ良いのに。俺は止めた。必死に止めた。情報の信頼性が無さすぎる。それに1000年前の条約もあるはずだって説得した。だが、それでも王さんはいうことを聞かなかった。あの変な男のせいだ。こりゃ一発叩くしかねえと思った俺は身を乗り出した。だが振り上げた拳がぶつかることはなかった。いつの間にか俺はあの気に食わない男に呪いをかけられていたらしい。王さんに何があっても逆らうことのできない呪いをだ。もう俺は何も自分の意思で動けないただの操り人形だ。滑稽だな、長年付き合ってきた俺らじゃなくてよくわからん男を王さんは選んだんだ。これから俺らは城の地下にある機械を起動させる。\n起動することによって膨大な魔力を広大な地域に放出するらしい。人間に影響はないが、俺たち魔族にとって魔力は空気みたいなもんだ。いきなり魔力を大量に取り込んじまうと体は強化されても頭のほうがいかれちまう。そうすりゃ俺らみたいに強くない限り気が狂ったように殺戮を始めるだろう。装置を止めるにしてもその前に王さんがいるからどうしようもない。最初からあの男を城に入れなきゃ良かったんだ。くそっ！\n\n4戦目\n\n§l§m§nsgs§r「あなたも操られているのですよね…」\n§l§m§n中§r「…」\n§l§m§nsgs§r「やはりどうしようもないのでしょうか…」\n§l§m§n中§r「君は天上人を知っているか？」\n§l§m§nsgs§r「天、上人？」\n§l§m§n中§r「やはり知らないか…」\n§l§m§nsgs§r「なんですかそれは！？」\n§l§m§n中§r「まあ、私を倒せばわかる」\n\n\n§l§m§n中§r「天上人とは人間、魔族の他にこの世界に存在するもう一つの種族だ」\n§l§m§nsgs§r「人間と魔族に他に…？」\n§l§m§n中§r「ああ、本当かはわからないが。あの訳のわからない男が言っていたことだからな。」\n\n\n\n§l§m§n中§r「感謝する。」\n§l§m§nsgs§r「…！やめてください私たちは感謝されるようなことはしていません…」\n§l§m§n中§r「……時間がない、この城の§l§m§n中§rに天上人に関する資料を隠しておいた。地図に新たなポイントが表示されるはずだ。それを見てくれ。」\n§l§m§nsgs§r「分かり、ました……あなたは死ぬのが怖くないのですか？」\n§l§m§n中§r「ああ、我が王がああなってしまっていては生きている意味がない。あれは我らの王ではない。それに似た別の生き物だ。害悪はさっさと排除するべきだ。早く行け勇者が先に行っているのだろう」\n§l§m§nsgs§r「本当に淡々としているのですね。」\n§l§m§n中§r「これが1番合理的だからな。だが、死んだら合理性も何もない…死ぬなよ合理性を重んじないのは嫌いだ…」\n死ぬ\n§l§m§n人神§r「いやー素晴らしいねきみたち！」\n§l§m§nsgs§r〔誰！〕\n§l§m§n人神§r「やだなー警戒しないでよ僕は感謝しに来ただけなんだから。」\n§l§m§nsgs§r「そんなの信じられる訳ないじゃないですか！」\n§l§m§n人神§r「まあまあ、とりあえず側近たちを殺してくれてありがとう。流石に魔王相手をした後だと勇者もきついだろうしね、じゃ、さっさと魔王倒しにいこー」\n§l§m§nsgs§r「さっきからなんなんですかその言い方…魔族たちにも家族はいるんですよ！？」\n§l§m§n人神§r「おおこわいこわい。でも所詮魔族じゃん、人じゃないでしょ？動物と同じだよ、君は鳥を食べる時いちいち気にしないでしょ？それと同じだって。っておわ！びっくりしたー」\n§l§m§nsgs§r「…攻撃できない…」\n§l§m§n人神§r「当たり前じゃん、最初に〔クエスト〕受注したでしょ？受注した瞬間に君たちは僕に危害を加えられないの。操り人形みたいだよねー」\n§l§m§nsgs§r「な…」\n§l§m§n人神§r「ま、とりあえず魔王倒さないことには君たちは帰って来れないからよろしくね〜」\n\n\nNpC\n\n私が死ぬ前にここにデーモシス国歴史史上最悪の出来事である「人魔大戦」についてここに記そうと思う。\n我ら魔人は突如謎の人型生物に襲撃された。空から飛来した謎の物体が大規模な爆発魔法(のちに人間側の技術と判明)を引き起こし、国は壊滅的な被害を被った。争いを好まない魔王様は交渉を持ちかけるが、一切話をきかず、己の拠点を作り上げているようであった。そんな§l§m§n中§r敵よりデーモシスは宣戦布告を受けた。魔王様は民を守る立場であるため我々兵士団を引き連れ奴らの拠点へと赴いた。この一瞬で我々の城に見劣りしない城がそこにはあった。相手がどれだけの戦力を持ち、どれだけ人数がいるのかもわからない、そもそも敵が何者かもわからない状況で赴いた魔王様と兵士団の勇気には敬意を称す。しばらく進軍すると、敵影が見えた。我々と同じ人型のようだ。だが、魔族を象徴する羽が生えていない。そう、まるで遥か昔に滅んだ人間のような容姿をしていた。魔王様は平和を交渉をするために自ら一歩足を伸ばした。だがその瞬間敵は街を襲った爆撃魔法を我々に放ってきた。前に打ち合わせていた通りすぐに魔族軍は左右に分散し近距離戦を仕掛けた。\n王の作戦は功を奏し、「人間」ら人数ををみるみる減らしていった。このまま減らし続け、相手の降参待ちになるかと思いきや、「人間」の人数が半数ほどに減った時、我々の横から少数で唐突に攻めてきた「人間」たちによって爆破魔法発射代を取り返されてしまった。王が気付き止めようとしたが、すでに間に合わなくすでに爆破魔法はデーモシスの§l§m§n中§r心部に向かって飛来していた。もう助からないと国民全員が諦めた時、王が魔力の全てを使い、爆破魔法より早く飛翔し辿り着き、自身の命を生贄に「杖」を媒体に爆破魔法を防いだ。切り札が防がれた「人間」は戦意を喪失したのかすぐに投降してきた。人間全員亡き者にしても良かったが、王の教えを受けている兵士団は暴力ではなく言語での解決を図り、人間と魔族の間で条約を結ぶことにした。多大な損失はあれど我々は戦争に勝利した。確信には至れないため、断言はできないが、条約を結んだとき人間国で非常にもめ、魔族反対派は上空に逃げ、魔族賛成派は地上に残った。上空に逃げた人間が、二度と我々に関わらないことを願う。\n",
        "crowd_status": {
            "level": 40,
            "estimated": 12
        },
        "font_family": "fantasy",
        "custom_tr": [
            {
                "title": "代表",
                "content": "伊藤瞬"
            },
            {
                "title": "ボス戦",
                "content": "10分後"
            }
        ],
        "images": {
            "header": "No Image"
        },
        "venue": "3年E組",
        "schedule": "学園祭終了まで"
    },
    "object": {
        "type": {
            "event": "org",
            "behavior": "dynamic"
        },
        "coordinate": {
            "x": 815,
            "y": 262
        },
        "images": {
            "icon": "icon.png"
        },
        "size": {
            "width": 50,
            "height": 50
        },
        "floor": "F1"
    },
    "discriminator": "setagaquest"
}
